Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Agenti Spooleru
en_us: Spooler Agents

source: Aktivace Zkušebního období
en_us: Trial Period Activation

source: Aktivaci lze provést buď:
en_us: Activation can be done either:

source: Aktivní agent se sám aktivuje a vykonává nějakou činnost.
en_us: The active agent activates itself and performs some activity.

source: Aktualizace 01.04.2022
en_us: Update 01.04.2022

source: Aktualizace 03.02.2022
en_us: Update 03.02.2022

source: Aktualizace 17.03.2022
en_us: Update 17.03.2022

source: Aktualizace informací o bonitě
en_us: Update creditworthiness information

source: Aktualizace těchto dat probíhá ručně pomocí funkce „Resynchronizace master dat“.
en_us: The update of this data is done manually using the "Resynchronization of master data" function.

source: Aktualizace: 01.02.2022
en_us: Update: 03.03.2022

source: Aktualizace: 08.03.2022
en_us: Update: 08.03.2022

source: Aktualizace: 13.05.2022
en_us: Update: 13.05.2022

source: Aktualizaci je možné provádět manuálně dle potřeby nebo nechat systém provádět aktualizaci v pravidelných intervalech.
en_us: You can update manually as needed or let the system update at regular intervals.

source: Aplikace nekontroluje možné datové kolize (speciální případ je validace synchronizovaných dat) ani případnou cyklickou synchronizaci (nastavení je vždy pouze mezi dvěma datovými zdroji).
en_us: The application does not check possible data collisions (a special case is the validation of synchronized data) or possible cyclic synchronization (the setting is always only between two data sources).

source: Aplikace umožňuje synchronizovat jednotlivé tabulky a jejich vybraná pole, lze synchronizovat i pouze data spadající do určitého filtru.
en_us: The application allows you to synchronize individual tables and their selected fields, you can also synchronize only the data falling into a particular filter.

source: Aplikaci lze použít k synchronizaci nejen mezi jednotlivými systémy Miscrosoft Business Solution – Business Central, ale též k synchronizaci dat s externími systémy (např. B2B aplikace, zákaznické aplikace, specializovaný výrobní software atd.).
en_us: The application can be used not only between individual Miscrosoft Business Solution – Business Central systems, but also for data synchronization with external systems (e.g. B2B applications, customer applications, specialized production software, etc.).

source: Aplikaci umožňuje synchronizovat všemi směry a selektivně (viz nastavení).
en_us: The application allows you to synchronize in all directions and selectively (see setup).

source: Archiv - In a Out Buffer
en_us: Archive - In a Out Buffer

source: Automatická aktualizace master dat
en_us: Automatic master data update

source: Automatická aktualizace stavu přepravy
en_us: Automatic update of the transport status

source: Automatická aktualizace stavu přepravy spustí na frontě úloh proceduru, která v určité časové periodě aktualizuje stav přepřavy zásilek za poslední měsíc.
en_us: Automatic shipment status update triggers a procedure on the job queue that updates the shipment shipment status for the last month over a period of time.

source: Automatické aktualizace
en_us: Automatic updates

source: Automatické připojení faktury k zásilce
en_us: Automatically attach an invoice to a shipment

source: Automatické vytváření PLT dokladů zapnete vybárním pole Vytvořit PLT dokument.
en_us: To turn on automatic PLT document creation, select the Create PLT Documentfield.

source: Automatikcká aktualizace master dat spustí na frontě úloh proceduru, která v určité časové periodě aktualizuje všechna data ze strany Balíkobotu (Ve výchozím stavu v neděli ve 14:00).
en_us: The automatic update of the master data starts a procedure on the job queue, which updates all data from Balikobot in a certain period of time (By default on Sunday at 14:00).

source: Byla přidána nová tabulka Návaznost číselné řady.
en_us: A new No. Series Link table has been added.

source: Celkem lze definovat 10 pozic (seskupení prvků).
en_us: A total of 10 positions can be defined (grouping of elements).

source: Celková priorita je vypočtena jako:
en_us: The overall priority is calculated as:

source: Celý postup lze realizovat ručně.
en_us: The whole procedure can be performed manually.

source: Cenová skupina zákazníka a Cenová skupina zboží
en_us: Customer price group and Goods price group

source: Cenová skupna zákazníka
en_us: Customer price group

source: Cenová skupna zákazníka a Zboží
en_us: Customer and Goods Price Group

source: Centrem plánování dopravy je formulář Pult dispečera dopravy, který zobrazuje požadavky na dopravu nové, zaplánované i uzavřené.
en_us: The traffic planning center is the Transport Dispatch Board form, which displays requests for new, scheduled and closed transport.

source: Chybové hlášení o nedostupnosti zboží na skladě bylo doplněno o kód lokace a konkrétní sériové číslo či šarži.
en_us: The error message about the unavailability of goods in stock was supplemented by the location code and a specific serial number or batch.

source: Codeunity pro akce si může partner vytvářet sám dle vlastní potřeby v číslech objektů povolených jeho licencí.
en_us: Codeunits for events can be created by the partner himself according to his own needs in the object numbers allowed by his license.

source: Controling Basic - Nastavení
en_us: Controling Basic - Settings

source: Cílem funkcionality je umožnit dodatečně odúčtovat krácení odpočtu DPH z účtů DPH na definované finanční účty (obvykle nákladové účty).
en_us: The aim of the functionality is to additionally account for the reduction of VAT deduction from VAT accounts to defined financial accounts (usually cost accounts).

source: Cílem je omezení chybovosti uživatelů prostřednictvím jejich přiřazení k určitým „pokladním místům“.
en_us: The aim is to reduce user errors by assigning users to specific "payment places".

source: Cílové úlohy spooleru se zobrazují na formuláři Úlohy spooleru na tlačítku Úloha – Cílové systémy.
en_us: The spooler target tasks appear on the Spooler task form on the Task - Target Systems button.

source: Další funkcí pod plačítkem Export Dokumentu je také volba Zkontrolovat elektronický podpis a zobrazit certifikát podpisu.
en_us: Another feature under the Export Document banner is the Check Electronic Signature and View Signature Certificate option.

source: Další fází je vlastní „Plánování dopravy“ pomocí stránky „Pult dispečera dopravy“ – kde odpovědný pracovník vidí jednotlivé požadavky a může je zpracovávat – plánovat data, přiřazovat vozidla/řidiče, kombinovat dle dostupných kapacit atd.
en_us: The next phase is the actual "Transport Planning" using the "Transport Dispatcher Board" page - where the responsible employee can see the individual requests and can process them - plan data, assign vehicles/drivers, combine according to available capacities, etc.

source: Další informace naleznete v Nastavení kontroly registrace k DPH.
en_us: For more information, see Set up VAT registration control.

source: Další informace naleznete v Nastavení kumulování plateb.
en_us: For more information, see Payment cumulation settings.

source: Další možností je propojení karty evidence pošty se záznamem v modulu Datové schránky.
en_us: Another option is to link the mail records card with the record in the Data Boxes module.

source: Další možností, jak dostat položky do archívu je pomocí reportů R4002900 Move IN Buffer to Archive a R4002901 Move OUT Buffer to Archive.
en_us: Another way to get items into the archive is using reports R4002900 Move IN Buffer to Archive and R4002901 Move OUT Buffer to Archive.

source: Další části
en_us: Other parts

source: Dalším krokem je vybrání podle kterých parametrů bude systém filtrovat.
en_us: The next step is to select by which parameters the system will filter.

source: Dalším krokem je zadání stručného popisu požadavku (nadpis) a popisu požadavku.
en_us: The next step is to enter Request Short Description (title) and Request Description of the request.

source: Dalším krokem zpracování výpisu je jeho „Vydání“.
en_us: The next step in processing the statement is its "Issue".

source: Dalším možným využitím je pravidelné bezobslužné spouštění dávkových úloh, jako například adjustace nebo účtování nákladů na zboží.
en_us: Another possible use is the regular unattended execution of batch jobs, such as adjustment or billing of goods.

source: Data jsou dostupná kdykoliv a odkudkoliv.
en_us: Data is available anytime and from anywhere.

source: Data z prodejní objednávky se přenášejí do dalších dokladů, z kterých se vytváří zásilky, proto je nezbytné zadat bezchybně data již na počátku procesu.
en_us: he data from the sales order is transferred to the other documents from which the shipments are created, so it is essential to enter the data correctly at the beginning of the process.

source: Datová komunikace o změnách nebo synchronizaci probíhá pomocí strukturovaných XML dokumentů.
en_us: Data communication about changes or synchronization takes place using structured XML documents.

source: Datové schránky - nastavení
en_us: Data Boxes - Setup

source: Datum splatnosti se vezme ten nejnižší ze slučovaných řádků.
en_us: The due date is taken to be the lowest of the merged rows.

source: Defince hodnot parametrů
en_us: Define parameter values

source: Definice prvků Výkazu obalů (struktury výkazu)
en_us: Packing Statement Element Definition

source: Definice překladů hodnot parametru
en_us: Define translations of parameter values

source: Definice překladů parametrů
en_us: Definition of parameter translations

source: Definice vozidel
en_us: Definition of vehicles

source: Definice řidičů
en_us: Definition of drivers

source: Definovat kód země DPH a kód země plnění na dokladech.
en_us: Define the VAT country code and the country of supply code on the documents.

source: Definujte jednotlivé kódy komodit a zaškrněte pro tyto kódy pole Tuzemské samozdanění.
en_us: Define each commodity code and tick the Domestic Self Assessment field for these code.

source: Definujte počet dílčích plateb a systém dopočte pole s částkami plateb.
en_us: Define the number of partial payments and the system will calculate the fields with the amounts of payments.

source: Dimenze z nákladového účtu koef.
en_us: Dim. values from coeff. cost acc.

source: Disk – cesta čárka filtr souboru
en_us: Disk – path comma filter file

source: Disk – cesta čárka přípona
en_us: Disk – path comma extension

source: Dle evidovaného odhadu (zálohový koeficient) jsou v průběhu účetního období účtovány odpočty DPH.
en_us: According to the recorded estimate (advance coefficient), VAT deductions are charged during the accounting period.

source: Dle polí Typ procesu a Typ dokumentu se rozpoznává úloha.
en_us: The Process Type and Document Type fields recognize the task.

source: Dle určení číselné řady vyplňte některý ze sloupců:
en_us: Fill in one of the columns according to the number series:

source: Dle zvoleného druhu komunikace nastavují parametry:
en_us: According to the selected type of communication, they set the parameters:

source: Do XML schémat naimportujte aktuální šablonu XML schématu dle následujícího postupu:
en_us: Import the current XML schema template into the XML schemas by following these steps:

source: Do archivu se položky dostanou také ručně z formuláře IN Bufferu nebo OUT Bufferu pomocí funkce Přesun do archívu.
en_us: Items can also be accessed manually from the IN Buffer or OUT Buffer form using the Move to Archive function.

source: Do archívu se položky dostanou automaticky při zpracování, pokud je to nastaveno v úloze spooleru (Nearchivovat při zpracování, Nearchivovat při expiraci) nebo v nastavení spooleru (Archivovat IN Buffer při zpracování a Archivovat IN Buffer při expiraci, Archivovat OUT Buffer při zpracování a Archivovat OUT Buffer při expiraci).
en_us: Entry will be accessed to the archive automatically during processing if this is set in the spooler task (Do not archive during processing, Do not archive at expiration) or in the spooler settings (Archive IN Buffer during processing and Archive IN Buffer during expiration, Archive OUT Buffer during processing and Archive OUT Buffer during expiration).

source: Do hlavičky pokladního dokladu je doplněno pole Oprava.
en_us: The Correction field is added to the header of the cash document.

source: Do hlavičky vytvořeného dokladu se přenesou všechny údaje z Karty evidence pošty.
en_us: All data from the Mail Record Card are transferred to the header of the created document.

source: Do pole Expirovat po se zadává doba trvání (proměnná Duration).
en_us: In the Expirate After field, a duration (Duration variable) is entered.

source: Do pole Vzorec data SK zadejte hodnotu 1D pro zajištění funkčnosti posunu datumu při importu.
en_us: In the SK Date Formula field enter 1D o ensure that the date offset works for import.

source: Do pole Číslo pole relace do zadejte pole z relační tabulky, na kterém je definována vazba.
en_us: In the Relation To Field Number box, type the field from the relational table on which the binding is defined.

source: Do pole Číslo pole relace z zadejte pole z Tabulky šablony události, které definuje vazbu do relační tabulky.
en_us: In the Relation From Field No. field, enter the Event Template Tablefield that defines the relation to the relational table.

source: Do pole Číslo relačního pole e-mailu zadejte pole s e-mailem v relační tabulce.
en_us: In E-mail relational field number box, type the e-mail field in the relational table.

source: Do pole Číslo tabulky zadejte číslo 52067961 (číslo tabulky Evidence pošty).
en_us: In the Table Number field, enter the number 52067961 (the number of the Mail Record,).

source: Do pole SML portID vyberte hodnotu 52068871 -platná od 1.1.2020.
en_us: In the SML portID field, select the value 52068871 -valid from 1.1.2020.

source: Do pole Číslená řada vyberte patřičnou číselnou řadu pro zásilky.
en_us: In the Number Series field, select the appropriate number series for shipments.

source: Do polí lze zadat celá čísla se zkratkou jednotky času (např. D = den, M = měsíc, K = kvartál, R = rok).
en_us: Integers can be entered in the fields with the abbreviation of the unit of time (e.g. D = day, M = month, Q = quarter, Y = year).

source: Do polí zobrazeného okna zadejte parametry pro odepisování.
en_us: In the fields of the window that appears, enter the parameters for depreciation.

source: Do polí účetního schématu zadejte odpovídající hodnoty elementů podle technických požadavků šablony xml.
en_us: In the account schedule fields, enter the appropriate element values according to the technical requirements of the xml template.

source: Do tabulky směnných kurzů se naimportuje kurz s datumem platnosti posunutým o 1 den dopředu oproti datumu vyhlášení na webových stránkách ECB.
en_us: The exchange rate table imports the exchange rate with the validity date moved forward by 1 day compared to the announcement date on the ECB website.

source: Do textu je možné vkládat kódy, které se při odeslání mailu nahradí obsahem polí.
en_us: It is possible to insert codes into the text, which are replaced by the contents of the fields when you send the mail.

source: Dobropis servisu,
en_us: Service credit memo,

source: Dodatečná úhrada zaúčtované prodejní faktury
en_us: Additional payment of the posted sales invoice

source: Dodavatelé
en_us: Vendors

source: Dodrží posloupnost odesílaných dokumentů.
en_us: They shall keep the sequence of documents to be sent.

source: Dokončete průvodce požadavku na dopravu.
en_us: Complete the Shipping Request Wizard.

source: Dokument je možné vytvořit na kartě faktoringu pomocí funkce Vytvořit dokument faktoringu.
en_us: You can create a document on the factoring tab by using the Create Factoring Document feature.

source: Dokumenty
en_us: Documents

source: Dokumenty lze vytvářet ručně a to, tak že:
en_us: Documents can be created manually by:

source: Dole pod přehledem karet jsou pak doplňující informace o Stavu požadavku, Částce dokladu, Částce ke schválení a Schválené částce.
en_us: At the bottom of the list of cards there is additional information about Request Status, Amout of document, Amount to Approve and Approved Amount.

source: Donáška do patra
en_us: Delivery to the floor.

source: Donáška do patra.
en_us: Delivery to the floor.

source: Doplníte-li dodatečně nový webový zdroj, můžete pak generovat hromadně pro všechny (či jen vybrané) kontakty:
en_us: If you additionally add a new web resource, you can then generate bulk for all (or only selected) contacts:

source: Doplnění CRM
en_us: CRM

source: Doplňte Datum splatnosti první platby a datumový vzorec do pole Perioda plateb.
en_us: Fill in the Due date of the first payment and the date formula in the Payment period field.

source: Doplňte Poslední datum splatnosti a Částku k dispozici, popř. upravte další parametry.
en_us: Fill in the Last due date and the Available amount, or adjust other parameters.

source: Doplňte údaje/hodnoty o zásilce (Změna přepravce, Počet balíků, Hmotnost, Rozměry...).
en_us: Add data/values about the shipment (change of carrier, number of packages, weight, dimensions...).

source: Dopolední doručenní.
en_us: Morning delivery.

source: Dopolední doručení
en_us: Morning delivery.

source: Doprava
en_us: Transport - Basic

source: Doprava - Plánování
en_us: Transport - planning

source: Doprava a logistika
en_us: Transport and logistics

source: Doprava základ - Nastavení
en_us: Transport - Basic - Setup

source: Druh komunikace je podobný jako u agentů, tzn. Disk, MSMQ, Pipe, HTTP, TCP a E-mail.
en_us: The type of communication is similar to that of agents, ie. Disk, MSMQ, Pipe, HTTP, TCP and E-mail.

source: Druhy vymáhání
en_us: Enforcement methods

source: Držení posloupnosti odesílání ve spooleru má 2 základní důvody:
en_us: Holding the sending sequence in a spooler has 2 basic reasons:

source: Dále Nastavení Dopravy obsahuje v ovládacím panelu další možnosti nastavení a doplnění číselníků:
en_us: In addition, the Transport Settings contains additional options for setting and adding lists in the control panel:

source: Dále doplňte DPH obch. účtoskupinu, která se má použít v případě nákupu z této země dodatatele.
en_us: Next, add VAT Bus.Posting Group to be used in the event of a sale to a customer in that country.

source: Dále doplňte DPH obch. účtoskupinu, která se má použít v případě prodeje zákazníkovi do této země.
en_us: Next, add VAT Bus.Posting Group to be used in the event of a sale to a customer in that country.

source: Dále je možno vyplněním tabulky T4002916 OUT Buffer Dokument odeslat více souborů příloh v jednom e-mailu z jedné položky OUT Bufferu.
en_us: It is also possible to fill in the table T4002916 OUT Buffer Document to send multiple attachment files in one e-mail from one OUT Buffer entry.

source: Dále je možno zaškrtnout, jestli se má Kontrolovat číslo externího dokladu, Otevřít kartu dokladu po vytvoření, Pouze jeden doklad, Vytvořit došlý doklad nebo Přenášet dimenze do dokladu.
en_us: It is also possible to check whether to External document number Unique, Open document card after creation, Only one document, Create incoming document or Copy dimensions to document.

source: Dále je možné evidovat, zda-li a komu byla pohledávky předána, druh vymáhání a v neposlední řadě Datum uzavření vymáhání pohledávky.
en_us: It is also possible to record whether and to whom the receivables were transferred, the type of recovery and, last but not least, the date of conclusion of the recovery of the receivable.

source: Dále je nutné použít funkci Tisk štítku.
en_us: Next, use the Print Label.

source: Dále je podstatné vyplnit pole Podmínka porovnání, kde můžeme také určit způsoby porovnání jako v předchozí možnosti.
en_us: It is also important to fill in the Compare Conditionfield, where we can also specify comparison methods as in the previous option.

source: Dále je třeba definovat Typ pokladní operace pro další kontrolní mechanismy funkcionality.
en_us: In addition, the Cash Desk Operation Type needs to be defined for other control mechanisms of the functionality.

source: Dále je v záznamu vidět jaká úloha se zpracovává – pole ID úkolu a jakým agentem je zpracovávána – pole ID agenta.
en_us: In addition, the record shows what task is being processed – Task ID field and by which agent it is processed – Agent ID field.

source: Dále je zde možnost daný záznam expirovat, změnit poznámku nebo ručně odeslat do archívu.
en_us: There is also the option to expire the record, change the note or manually send it to the archive.

source: Dále jsou zde funkce pro Vytvořit interakci, Stáhnout zprávy z datové schránky, Navigovat případně přidat Poznámky, nebo zobrazit připojené Dokumenty.
en_us: There are also functions for Create Interaction, Download Messages from Data Box, Navigate or Add Notes, or view attached Documents.

source: Dále jsou zde funkce pro zobrazení Související doklady pošty a Záznam datové schránky.
en_us: There are also functions for displaying Related Mail Documents and Data Box Record.

source: Dále lze vyplnit – Další zodpovědnou osobu (buď z Uživatelů a nebo z modulu Zaměstnanci) a textové pole Popis stavu.
en_us: It is also possible to fill in - Additional responsible person (either from Users or from the Employees module) and the Status Description text field.

source: Dále lze zadat evidenční pole Částka včetně DPH a Částka bez DPH.
en_us: You can also enter the fields Amount including VAT and Amount excluding VAT.

source: Dále musí být nastaveny nové kombinace stejné DPH obchodní účto skupiny a DPH účto skupiny zboží definované v poli „Koef.DPH účto skupiny zboží“ (viz výše) s Typem výpočtu DPH = Plná DPH
en_us: In addition, new combinations of the same VAT business account group and VAT account of the goods group defined in the field "Coef.DPH account of the goods group" (see above) must be set with VAT calculation type = Full VAT

source: Dále můžete nastavit parametrům to, který bude jako výchozí hodnotou šablony, povinný nebo můžete určit prioritu.
en_us: Additionally, you can set the parameters to be the default template, mandatory, or you can specify a priority.

source: Dále pak lze požadavky filtrovat např. podle Zákazníka či Dodavatele, Stavu, podle Zodpovědné osoby či podle Typu pošty.
en_us: Furthermore, requests can be filtered by, for example, Customer or Vendors, Status, Responsible Person or Mail Type.

source: Délka Trvání se zadává ve dnech, hodinách, minutách, sekundách, příp. milisekundách, a to buď přímo vypsáním čísla a jednotky (lze použít zkratku počátku slova – např. d=den, m=minuta, mil=milisekunda apod.) nebo zadáním pouze čísla, které je interpretováno jako údaj v hodinách.
en_us: Duration is entered in days, hours, minutes, seconds, or milliseconds, either directly by writing out the number and unit (you can use the abbreviation of the beginning of the word – e.g. d=day, m=minute, mil=millisecond, etc.) or by entering only a number that is interpreted as an hourly figure.

source: Díky tomu má uživatel okamžitě k dispozici tuto základní informaci, ale také detailní informace na jedno kliknutí.
en_us: As a result, the user has immediate access to this basic information, but also detailed information at the click of a button.

source: Díky tomu opravný doklad nenavyšuje obraty na stranách účtů.
en_us: As a result, the correction document does not increase turnover on the sides of the accounts.
